Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SCHEDULE_MONDAY
source: Monday
ar: الاثنين
ca: Dilluns
cs: Pondělí
da: mandag
de: Montags
el: Δευτέρα
es: Lunes
es_419: Lunes
fi: Maanantaisin
fr: Lundi
fr_ca: lundi
he: יום ב׳
hi: सोमवार
hr: Ponedjeljak
hu: Hétfő
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
ms: Isnin
nl: Maandag
no: Mandag
pl: w poniedziałki
pt_br: Segunda-feira
pt_pt: Segunda‑feira
ro: luni
ru: по понедельникам
sk: v pondelok
sl: Ponedeljek
sv: måndag
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
vi: Thứ Hai
zh_cn: 星期一
zh_hk: 星期一
zh_tw: 星期一

# USAGE_TIME
source: Screen On Usage
ar: الاستخدام أثناء تشغيل الشاشة
ca: Pantalla en ús
cs: Používání se zapnutou obrazovkou
da: Brugt med tændt skærm
de: Nutzung bei eingeschaltetem Bildschirm
el: Χρήση επί οθόνης
es: Uso con la pantalla encendida
es_419: Uso con pantalla encendida
fi: Näyttö päällä
fr: Utilisation de l’écran
fr_ca: Utilisation de l’écran
he: נתוני שימוש כשהמסך מופעל
hi: स्क्रीन उपयोग
hr: Uporaba s uključenim zaslonom
hu: Használat bekapcsolt képernyő mellett
id: Penggunaan Layar Nyala
it: Utilizzo con schermo attivo
ja: 画面オンの使用状況
ko: 화면 사용 시간
ms: Penggunaan Skrin Aktif
nl: Gebruik bij scherm aan
no: Brukt med skjermen på
pl: Użycie: na ekranie
pt_br: Uso com Tela Ligada
pt_pt: Utilização com ecrã ligado
ro: Utilizare cu ecranul activ
ru: Включенный экран
sk: Zapnutý displej
sl: Poraba pri vklopljenem zaslonu
sv: Användning med skärm på
th: การใช้งานตอนเปิดหน้าจอ
tr: Ekran Açıkken Kullanım
uk: Використання екрана
vi: Sử dụng khi màn hình bật
zh_cn: 屏幕打开时用量
zh_hk: 螢幕開啟時用量
zh_tw: 螢幕開啟的使用時間

# HOURLY_GRAPH_TITLE_FMT
source: Last %@ Hours
ar: آخر %@ ساعة
ca: Darreres %@ hores
cs: V posledních %@ hodinách
da: Sidste %@ timer
de: Letzte %@ Stunden
el: Περασμένες %@ ώρες
es: Últimas %@ horas
es_419: Últimas %@ horas
fi: Viimeiset %@ tuntia
fr: %@ dernières heures
fr_ca: Ces %@ dernières heures
he: ‏%@ השעות האחרונות
hi: पिछले %@ घंटे
hr: Proteklih %@ h
hu: Utolsó %@ óra
id: %@ Jam Terakhir
it: Ultime %@ ore
ja: 過去%@時間
ko: 지난 %@시간
ms: %@ Jam Lalu
nl: Afgelopen %@ uur
no: Siste %@ timer
pl: Ost. %@ godz.
pt_br: Últimas %@ Horas
pt_pt: Últimas %@ horas
ro: Ultimele %@ de ore
ru: Последние %@ ч
sk: Posledných %@ h
sl: Zadnjih toliko ur: %@
sv: Senaste %@ timmarna
th: %[tt]@ชั่วโมงล่าสุด
tr: Son %@ Saat
uk: Останні %@ год
vi: %@ giờ qua
zh_cn: 过去%@小时
zh_hk: 過去%@小時
zh_tw: 過去%@小時

# ONE_MIN
source: 1 min
ar: دقيقة واحدة
el: 1 λεπτό
es: 1 minuto
he: דקה
hi: 1 मिनट
hu: 1 perc
id: 1 mnt
ja: 1分後
ko: 1분
ru: 1 мин
th: 1 นาที
tr: 1 dk.
uk: 1 хв
vi: 1 phút
zh_cn: 1分钟
zh_hk: 1分鐘
zh_tw: 1分鐘

# SCHEDULE_SHUTDOWN
source: Shut Down
ar: إيقاف التشغيل
ca: Apaga
cs: Vypnout
da: Luk ned
de: Ausschalten
el: Τερματισμός
es: Apagar
es_419: Apagar
fi: Sammuta
fr: Éteindre
fr_ca: Éteindre
he: כיבוי
hi: शटडाउन करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Spegni
ja: システム終了
ko: 시스템 종료
ms: Tutup
nl: Zet uit
no: Slå av
pl: Wyłącz
pt_br: Desligar
pt_pt: Desligar
ro: Oprește computerul
ru: Выключать
sk: Vypnúť
sl: Zaustavi
sv: Stäng av
th: ปิดเครื่อง
tr: Sistemi Kapat
uk: Вимикати компʼютер
vi: Tắt máy
zh_cn: 关机
zh_hk: 關機
zh_tw: 關機

# AX_BUIGRAPH_USAGE_TIME
source: Usage %@
ar: الاستخدام %@
ca: Ús: %@
cs: Využití: %@
da: Brug %@
de: Nutzung: %@
el: Χρήση για %@
es: Uso: %@
es_419: %@ de consumo
fi: Käyttö %@
fr: Utilisation : %@
fr_ca: Utilisation : %@
he: שימוש:‏ %@
hi: उपयोग %@
hr: Uporaba %@
hu: Használat: %@
id: Penggunaan %@
it: Utilizzo %@
ja: 使用時間%@
ko: 사용 시간: %@
ms: Penggunaan %@
nl: Gebruik: %@
no: Bruk %@
pl: Użycie %@
pt_br: Uso %@
pt_pt: Utilização: %@
ro: Utilizare %@
ru: Использование %@
sk: Využitie: %@
sl: Uporaba %@
sv: Användning %@
th: การใช้ %@
tr: Kullanım %@
uk: Використання протягом %@
vi: Sử dụng %@
zh_cn: 使用%@
zh_hk: 使用時間%@
zh_tw: 使用時間%@

# ENERGY_MODE_ECO_NOFANS_TEXT
source: Your Mac will reduce energy usage to increase battery life.
ar: سوف يقلل Mac من استهلاك الطاقة لزيادة عمر البطارية.
ca: El Mac reduirà el consum d’energia per allargar la durada de la bateria.
cs: Mac bude omezovat spotřebu energie, aby se prodloužila výdrž baterie.
da: Din Mac reducerer energiforbruget for at forbedre batteritiden.
de: Dein Mac reduziert den Energieverbrauch, um die Batterielaufzeit zu verlängern.
el: Το Mac μειώνει τη χρήση ενέργειας για αύξηση της διάρκειας ζωής της μπαταρίας.
es: El Mac reducirá el consumo de energía para aumentar la duración de la batería.
es_419: Tu Mac reducirá el uso de energía para aumentar la duración de la batería.
fi: Mac lisää akun kestoa vähentämällä energiankulutusta.
fr: Votre Mac réduira la consommation d’énergie afin d’augmenter l’autonomie de la batterie.
fr_ca: Votre Mac réduira l’utilisation d’énergie pour augmenter l’autonomie de la batterie.
he: ה‑Mac יפחית את צריכת האנרגיה כדי להאריך את חיי הסוללה.
hi: बैटरी लाइफ़ बढ़ाने के लिए आपका Mac ऊर्जा का कम उपयोग करेगा।
hr: Vaš će Mac smanjiti potrošnju energije radi povećanja trajanja baterije.
hu: A Macje csökkenteni fogja az energiafogyasztást az akkumulátor-üzemidő növelése érdekében.
id: Mac Anda akan mengurangi penggunaan energi untuk meningkatkan masa pakai baterai.
it: Il Mac ridurrà il consumo energetico per prolungare la durata della batteria.
ja: 電力使用量を減らしてバッテリー駆動時間を延ばします。
ko: Mac이 에너지 사용량을 줄여 배터리 사용 시간을 향상합니다.
ms: Mac anda akan mengurangkan penggunaan tenaga untuk meningkatkan hayat bateri.
nl: Je Mac heeft een lager energie­verbruik voor een langere batterij­duur.
no: Macen vil redusere energiforbruket for å øke batteribrukstiden.
pl: Mac będzie obniżał zużycie energii, aby przedłużyć pracę na baterii.
pt_br: O Mac reduz o uso de energia para aumentar a duração da bateria.
pt_pt: O Mac reduz a utilização de energia para aumentar a duração da bateria.
ro: Mac‑ul va reduce utilizarea energiei pentru a spori autonomia bateriei.
ru: Mac будет снижать энергопотребление, чтобы продлить работу от аккумулятора.
sk: Mac zníži spotrebu energie tak, aby sa predĺžila výdrž batérie.
sl: Vaš Mac bo zmanjšal porabo energije, da se podaljša čas delovanja baterije.
sv: Datorns energiförbrukning minskas så att batteriets drifttid ökar.
th: Mac ของคุณจะลดการใช้พลังงานเพื่อเพิ่มระยะเวลาการใช้งานของแบตเตอรี่
tr: Mac’iniz, pil ömrünü uzatmak için enerji kullanımını azaltır.
uk: Компʼютер Mac зменшить енерговитрати, щоб збільшити тривалість роботи від акумулятора.
vi: Máy Mac của bạn sẽ giảm việc sử dụng năng lượng để tăng thời lượng pin.
zh_cn: 你的Mac将减少电量使用以提高电池续航能力。
zh_hk: 你的Mac將會降低耗電量以延長電池使用時間。
zh_tw: 你的Mac將會降低電力用量來增加電池續航力。

# AX_BUIGRAPH_CHARGING
source: charging %@
ar: يجري الشحن %@
ca: carregant‑se %@
cs: nabíjení: %@
da: opladede i %@
de: lädt %@
el: φόρτιση για %@
es: cargando durante %@
es_419: recargando %@
fi: ladattu %@
fr: recharge de %@
fr_ca: recharge : %@
he: בטעינה: %@
hi: %@ से चार्जिंग जारी
hr: punjenje %@
hu: töltés: %@
id: mengisi daya %@
it: in carica da %@
ja: %@充電中
ko: %@ 충전 중
ms: mengecas %@
nl: %@ opladen
no: ladet i %@
pl: ładowanie %@
pt_br: carregando %@
pt_pt: a carregar durante %@
ro: încărcare %@
ru: зарядка %@
sk: nabíjanie: %@
sl: polnjenje %@
sv: laddar %@
th: การชาร์จ %@
tr: %@ şarj oluyor
uk: заряджання %@
vi: đang sạc %@
zh_cn: 充电%@
zh_hk: 充電%@
zh_tw: 充電%@

# SCHEDULE_OK_TEXT
source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
es_419: Aplicar
fi: Käytä
fr: Appliquer
fr_ca: Appliquer
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Guna
nl: Pas toe
no: Bruk
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sv: Använd
th: ปรับใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_cn: 应用
zh_hk: 套用
zh_tw: 套用

# AX_BUIGRAPH_NO_USAGE
source: No usage
ar: لا يوجد استهلاك
ca: Sense ús
cs: Žádná spotřeba
da: Ingen brug
de: Keine Nutzung
el: Καμία χρήση
es: Sin uso
es_419: Sin usar
fi: Ei käyttöä
fr: Aucune utilisation
fr_ca: Aucune utilisation
he: אין שימוש
hi: कोई उपयोग नहीं
hr: Bez uporabe
hu: Nincs használat
id: Tidak ada penggunaan
it: Nessun utilizzo
ja: 使用状況なし
ko: 사용 내용 없음
ms: Tiada penggunaan
nl: Geen gebruik
no: Ingen bruk
pl: Brak użycia
pt_br: Sem uso
pt_pt: Não está a ser usada
ro: Nicio utilizare
ru: Не используется
sk: Žiadne používanie
sl: Brez uporabe
sv: Ingen användning
th: ไม่มีการใช้งาน
tr: Kullanım yok
uk: Не використовувався
vi: Không sử dụng
zh_cn: 无用量数据
zh_hk: 沒有用量
zh_tw: 沒有用量

# BATT_HEALTH_SVC_FOOTER
source: The battery’s capacity is significantly reduced. To restore capacity, please check your service options.
ar: قدرة البطارية انخفضت للغاية. لاستعادة القدرة، يرجى مراجعة خيارات الخدمة المتاحة لك.
ca: La capacitat de la bateria ha disminuït molt. Per restaurar‑la, consulta les opcions de reparació.
cs: Kapacita baterie je značně snížená. Pokud ji chcete obnovit, projděte si možnosti servisu.
da: Batterikapaciteten er væsentligt reduceret. Kontroller dine servicemuligheder for at gendanne kapaciteten.
de: Die Batteriekapazität ist deutlich reduziert. Um die Kapazität wiederherzustellen, überprüfe deine Serviceoptionen.
el: Η χωρητικότητα της μπαταρίας έχει μειωθεί σημαντικά. Για αντικατάσταση της μπαταρίας, ανατρέξτε στις επιλογές σέρβις.
es: La capacidad de la batería se ha reducido significativamente. Para restaurarla, consulta posibles opciones de reparación.
es_419: La capacidad de la batería se redujo de manera significativa. Para restaurar la capacidad, consulta tus opciones de servicio.
fi: Akun kapasiteetti on heikentynyt huomattavasti. Jos haluat palauttaa kapasiteetin, tarkista huoltovaihtoehdot.
fr: La capacité de la batterie a considérablement diminué. Pour retrouver une capacité optimale, consultez vos options de service.
fr_ca: La capacité de la batterie est considérablement réduite. Veuillez consulter les options de réparation pour restaurer sa capacité.
he: קיבולת הסוללה פחתה באופן משמעותי. כדי להשיב את יכולות הקיבולת של הסוללה, יש לבדוק את אפשרויות השירות הזמינות.
hi: बैटरी की क्षमता में काफ़ी कमी आई है। क्षमता रीस्टोर करने के लिए कृपया अपने सर्विस के विकल्प देखें।
hr: Kapacitet baterije značajno je smanjen. Za obnavljanje kapaciteta provjerite opcije servisiranja.
hu: Az akkumulátor kapacitása jelentősen csökkent. A kapacitás visszaállítása érdekében ellenőrizze a szervizelési lehetőségeket.
id: Kapasitas baterai Anda berkurang drastis. Untuk memulihkan kapasitas, periksa pilihan servis Anda.
it: La capacità della batteria si è ridotta in modo significativo. Per ripristinarla, verifica le opzioni di assistenza.
ja: バッテリーの容量が著しく低下しています。容量を回復させるには、修理サービスオプションをご確認ください。
ko: 배터리 용량이 매우 감소했습니다. 용량을 복원하려면 서비스 옵션을 확인하십시오.
ms: Kapasiti bateri menurun secara ketara. Untuk memulihkan kapasiti, sila semak pilihan servis anda.
nl: De batterijcapaciteit is aanzienlijk verminderd. Om de capaciteit te herstellen, controleer je je serviceopties.
no: Batteriets kapasitet er vesentlig redusert. Sjekk servicealternativene dine for å gjenopprette kapasiteten.
pl: Kondycja baterii jest znacznie obniżona. Jeśli chcesz przywrócić pełną pojemność baterii, zapoznaj się z opcjami serwisu.
pt_br: A capacidade da bateria está significativamente reduzida. Para restaurar a capacidade, consulte as opções de manutenção.
pt_pt: A capacidade da bateria encontra‑se consideravelmente reduzida. Para recuperar a capacidade normal, consulte as opções de assistência disponíveis.
ro: Capacitatea bateriei este redusă semnificativ. Pentru a restabili capacitatea, consultați opțiunile de service.
ru: Емкость аккумулятора значительно уменьшилась. Для восстановления емкости обратитесь за сервисным обслуживанием.
sk: Kapacita batérie je značne znížená. Ak ju chcete obnoviť, pozrite si možnosti servisu.
sl: Zmogljivost baterije je občutno zmanjšana. Če želite obnoviti zmogljivost, preverite možnosti servisiranja.
sv: Batteriets kapacitet är kraftigt minskad. Kontrollera dina servicealternativ så att du kan återställa kapaciteten.
th: ความจุของแบตเตอรี่ลดลงเป็นอย่างมาก ในการเพิ่มความจุ โปรดตรวจสอบตัวเลือกการบริการของคุณ
tr: Pilin kapasitesi önemli ölçüde azaldı. Kapasiteyi yenilemek için lütfen servis seçeneklerine bakın.
uk: Ємність акумулятора суттєво зменшилася. Щоб відновити ємність, перегляньте варіанти обслуговування.
vi: Dung lượng pin bị giảm đáng kể. Để khôi phục dung lượng, vui lòng xem các tùy chọn dịch vụ của bạn.
zh_cn: 电池容量显著下降。若要恢复容量，请查看服务选项。
zh_hk: 電池的容量已顯著減少。如要回復容量，請查看你的維修服務選項。
zh_tw: 電池容量已明顯降低。若要回復容量，請檢查你的維修服務選項。

# BATT_HEALTH_HEADER
source: Mac batteries, like all rechargeable batteries, are consumable components that become less effective as they age.
ar: كما هو الحال مع البطاريات القابلة لإعادة الشحن، بطارية Mac قابلة للاستهلاك وتصبح أقل فاعلية مع الوقت.
ca: Les bateries dels Mac, com totes les bateries recarregables, són components fungibles que perden capacitat amb el pas del temps.
cs: Baterie v Macu, stejně jako všechny ostatní dobíjecí baterie, jsou spotřební součásti, které postupem času ztrácejí kapacitu a výkon.
da: På linje med andre genopladelige batterier er Mac-batterier forbrugsvarer, som bliver mindre effektive med tiden.
de: Wie bei allen aufladbaren Batterien handelt es sich bei Mac-Batterien um Verbrauchs­komponenten, die mit zunehmendem Alter weniger leistungsfähig werden.
el: Οι μπαταρίες Mac, όπως όλες οι επαναφορτιζόμενες μπαταρίες, αποτελούν αναλώσιμα στοιχεία που γίνονται λιγότερο αποτελεσματικά με την πάροδο του χρόνου.
es: Las baterías de los Mac, al igual que todas las baterías recargables, son componentes consumibles que pierden efectividad con el uso.
es_419: Las baterías de las Mac, como todas las baterías recargables, son componentes de consumo que se vuelven menos eficaces conforme pasa el tiempo.
fi: Macien akut, kuten kaikki uudelleenladattavat akut, ovat kuluvia osia, jotka menettävät tehoaan iän myötä.
fr: Les batteries de Mac, comme toutes les batteries rechargeables, sont des composants sujets à l’usure qui perdent de leur efficacité au fil du temps.
fr_ca: Les batteries de Mac, comme toutes les batteries rechargeables, sont des composants sujets à l’usure dont l’efficacité réduit au fil du temps.
he: סוללות של Mac, כמו כל סוללה נטענת אחרת, הן רכיבים מתכלים שמאבדים מיעילותם עם חלוף הזמן.
hi: रीचार्ज होने वाली सभी बैटरियों की तरह ही Mac की बैटरियों का भी समय के साथ क्षरण होता है और धीरे-धीरे उनकी प्रभाविता कम होती जाती है।
hr: Baterije Mac računala, poput svih drugih punjivih baterija, potrošni su dijelovi koji s vremenom postaju manje učinkoviti.
hu: A Mac-akkumulátorok, mint minden újratölthető akkumulátor, fogyóeszközök, amelyek idővel veszítenek hatékonyságukból.
id: Baterai Mac, seperti semua baterai lainnya yang dapat diisi ulang, adalah komponen habis pakai yang keefektifannya berkurang seiring dengan lamanya masa pakai.
it: Le batterie utilizzate per i Mac, così come tutte le batterie ricaricabili, sono costituite da componenti deteriorabili che comportano una diminuzione delle prestazioni con il passare del tempo.
ja: 一般的に、Macのバッテリーはすべての充電式バッテリーと同様に消耗品で経年劣化が進むにつれて性能が低下します。
ko: Mac의 배터리는 모든 충전식 배터리와 마찬가지로 소모품이며 시간이 지날수록 성능이 감소합니다.
ms: Bateri Mac, seperti semua bateri cas semula, merupakan komponen guna habis yang menjadi kurang berkesan dengan peningkatan usia.
nl: Mac-batterijen, net als alle oplaadbare batterijen, zijn verbruikbare onderdelen die minder effectief worden naarmate ze verouderen.
no: I likhet med andre oppladbare batterier er Mac-batterier forbruksvarer, og de blir mindre effektive med tiden.
pl: Baterie Maca, jak każde baterie ładowalne (akumulatory), zużywają się w trakcie użytkowania i z czasem tracą wydajność.
pt_br: As baterias de computadores Mac, assim como todas as baterias recarregáveis, são componentes consumíveis que se tornam menos efetivos com o passar do tempo.
pt_pt: As baterias dos computadores Mac, como qualquer outra bateria ou pilha recarregável, são componentes consumíveis cujo desempenho vai diminuindo com o tempo.
ro: Bateriile de Mac, asemenea tuturor bateriilor reîncărcabile, sunt componente consumabile care își pierd din eficiență odată cu trecerea timpului.
ru: Аккумуляторы компьютера Mac, как и все перезаряжаемые источники питания, являются расходными материалами, эффективность работы которых уменьшается с увеличением срока использования.
sk: Batérie Macu, podobne ako všetky nabíjateľné batérie, sú spotrebné komponenty a časom strácajú na kapacite a výkone.
sl: Tako kot vse baterije za ponovno polnjenje so tudi baterije za Mace potrošne komponente, ki s staranjem postanejo manj zmogljive.
sv: Datorbatterier är, precis som alla andra uppladdningsbara batterier, förbrukningskomponenter som blir mindre effektiva i takt med att de åldras.
th: แบตเตอรี่ Mac เป็นส่วนประกอบที่สามารถใช้ให้หมดไปได้ซึ่งจะมีประสิทธิภาพลดลงไปตามกาลเวลา เช่นเดียวกับแบตเตอรี่ชนิดชาร์จซ้ำได้ทั้งหมด
tr: Mac pilleri, şarj edilebilir bütün piller gibi eskidikçe performansı azalan tüketim mallarıdır.
uk: Акумулятор Mac, як і всі перезаряджувані акумулятори, є витратним компонентом, що з часом працює менш ефективно.
vi: Pin Mac, giống như tất cả các loại pin có thể sạc lại, là thành phần có thể tiêu hao, trở nên kém hiệu quả do bị chai.
zh_cn: Mac电池与所有可充电电池类似，属于易耗部件，使用时间越长，能效越低。
zh_hk: 如同所有可充電式電池，Mac電池是消耗性組件，效能會隨着使用時間而降低。
zh_tw: 如同所有的充電式電池，Mac電池屬於消耗性組件，會隨著使用時間而逐漸降低效能。

# ENERGY_MODE_AUTO
source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματη
es: Automático
es_419: Automático
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatica
ja: 自動
ko: 자동
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматический
sk: Automatický
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# SC_ALERT_TITLE
source: Optimized Battery Charging helps reduce battery aging
ar: يساعد شحن البطارية المحسن في تقليل تقدم عمر البطارية
ca: La càrrega de bateria optimitzada ajuda a alentir el deteriorament de la bateria
cs: Optimalizované nabíjení baterie pomáhá zpomalit její stárnutí
da: Optimeret batteriopladning hjælper med at forlænge batterilevetiden
de: Optimiertes Laden der Batterie verbessert die Batterielebensdauer
el: Η Βελτιστοποιημένη φόρτιση βοηθά στη μείωση της ηλικίωσης της μπαταρίας
es: La carga optimizada de la batería ayuda a reducir el deterioro de la batería
es_419: La recarga optimizada de la batería ayuda a reducir su deterioro
fi: Optimoitu akun lataus auttaa vähentämään akun ikääntymistä
fr: « Recharge optimisée de la batterie » permet de limiter le vieillissement de la batterie.
fr_ca: La charge optimisée de la batterie permet de réduire son vieillissement
he: ״טעינת סוללה ממוטבת״ עוזרת להאט את התיישנות הסוללה
hi: ऑप्टिमाइज़ की गई बैटरी चार्जिंग बैटरी की आयु बढ़ाने में मदद करता है
hr: Optimizirano punjenje baterije pomaže smanjiti starenje baterije
hu: Az Optimalizált akkumulátortöltés segít csökkenteni az akkumulátor öregedését
id: Pengisian Daya Baterai Optimal dapat membantu memperlambat penurunan kesehatan baterai
it: L’opzione consente di ridurre l’usura della batteria
ja: “バッテリー充電の最適化”はバッテリーの劣化を軽減するのに役に立ちます
ko: 최적화된 배터리 충전으로 배터리 노화를 늦출 수 있습니다.
ms: Pengecasan Bateri Optimum membantu mengurangkan peningkatan usia bateri
nl: Met 'Geoptimaliseerd opladen' veroudert de batterij minder snel
no: Optimalisert batterilading er med på å forlenge levetiden til batteriet
pl: Zoptymalizowane ładowanie pomaga spowolnić starzenie się baterii
pt_br: O Carregamento Otimizado ajuda a reduzir o desgaste da bateria
pt_pt: O carregamento otimizado ajuda a reduzir o desgaste da bateria
ro: Încărcarea optimizată a bateriei ajută la diminuarea îmbătrânirii acesteia
ru: Оптимизированная зарядка аккумулятора помогает уменьшить его износ
sk: Optimalizované nabíjanie batérie pomáha zabrániť jej starnutiu
sl: Optimizirano polnjenje baterije pomaga upočasniti staranje baterije
sv: Optimerad batteriladdning hjälper till att motverka åldrande av batteriet
th: การชาร์จเพื่อถนอมแบตเตอรี่ ช่วยลดการเสื่อมของแบตเตอรี่
tr: İyileştirilmiş Pil Şarjı pilin eskime hızını yavaşlatmaya yardımcı olur
uk: Оптимізація заряджання акумулятора допомагає сповільнити його старіння
vi: Sạc pin được tối ưu hóa giúp giảm tốc độ lão hóa pin
zh_cn: 优化电池充电，有助于减缓电池老化
zh_hk: 「最佳化電池充電」有助減慢電池老化速度
zh_tw: 「最佳化電池充電」可協助降低電池老化速度

# BATTERY_HEALTH_BUTTON_TITLE
source: Battery Health…
ar: حالة البطارية…
ca: Salut de la bateria…
cs: Kondice baterie…
da: Batteritilstand…
de: Batteriezustand …
el: Υγεία μπαταρίας…
es: Salud de la batería…
es_419: Condición de la batería…
fi: Akun kunto…
fr: État de santé de la batterie…
fr_ca: État de la batterie…
he: בריאות הסוללה…
hi: बैटरी हेल्थ…
hr: Zdravlje baterije…
hu: Akku állapota…
id: Kesehatan Baterai…
it: Stato batteria…
ja: バッテリーの状態…
ko: 배터리 성능 상태…
ms: Kesihatan Bateri…
nl: Batterijconditie…
no: Batteritilstand…
pl: Kondycja baterii…
pt_br: Saúde da Bateria…
pt_pt: Estado da bateria…
ro: Stare sănătate baterie…
ru: Состояние аккумулятора…
sk: Zdravie batérie…
sl: Zdravje baterije …
sv: Batterihälsa…
th: สุขภาพแบตเตอรี่…
tr: Pil Sağlığı…
uk: Справність акумулятора…
vi: Tình trạng pin…
zh_cn: 电池健康…
zh_hk: 電池健康度⋯
zh_tw: 電池健康度⋯

# REDUCE_BRIGHTNESS_BATTERY
source: Slightly dim the display while on battery power
ar: تبهيت شاشة العرض قليلًا أثناء التشغيل بطاقة البطارية
ca: Enfosqueix lleument la pantalla quan es fa servir l’alimentació per bateria
cs: Mírně ztlumit jas obrazovky při napájení z baterie
da: Gør skærmen lidt mørkere, når der bruges batteri
de: Bei Batteriebetrieb den Monitor leicht abdunkeln
el: Μικρή μείωση της φωτεινότητας της οθόνης κατά τη λειτουργία με μπαταρία
es: Atenuar ligeramente la pantalla al usar la batería
es_419: Atenuar ligeramente la pantalla al usar la batería
fi: Himmennä näyttöä hieman akkua käytettäessä
fr: Obscurcir légèrement l’écran quand l’ordinateur fonctionne sur batterie
fr_ca: Obscurcir légèrement l’écran quand l’ordinateur fonctionne sur batterie
he: עמעום התצוגה קלות בעת שימוש בסוללה
hi: बैटरी पावर पर होने पर डिस्प्ले हल्का डिम करें
hr: Lagano zatamni zaslon tijekom baterijskog napajanja
hu: Akkumulátor használatakor a kijelző halványítása kissé
id: Agak redupkan layar saat menggunakan daya baterai
it: Oscura leggermente lo schermo quando è in uso la batteria
ja: バッテリー電源使用時はディスプレイを少し暗くする
ko: 배터리 전원을 사용할 때 화면 밝기를 약간 낮추기
ms: Malapkan paparan sedikit semasa menggunakan kuasa bateri
nl: Verminder helderheid van beeldscherm bij gebruik van batterij
no: Reduser lysstyrken på skjermen når maskinen går på batteristrøm
pl: Lekko przygaszaj wyświetlacz przy zasilaniu z baterii
pt_br: Escurecer levemente a tela durante o uso da bateria
pt_pt: Escurecer ligeiramente o ecrã ao usar a bateria
ro: Întunecă ușor afișajul în timpul alimentării de la baterie
ru: Слегка затемнять экран при питании от аккумулятора
sk: Mierne stlmiť displej počas napájania z batérie
sl: Rahlo zatemni zaslon, ko naprava deluje z baterijskim napajanjem
sv: Tona ned skärmen något under batteridrift
th: ลดแสงจอภาพเล็กน้อยในระหว่างที่ใช้พลังงานจากแบตเตอรี่
tr: Pille çalışırken ekranı hafif soluklaştır
uk: Трохи затемнювати дисплей під час живлення від акумулятора
vi: Giảm độ sáng màn hình một chút khi đang sử dụng nguồn điện của pin
zh_cn: 使用电池电源时使显示器略暗一些
zh_hk: 使用電池電力時稍微調暗顯示器
zh_tw: 使用電池電力時稍微調暗顯示器
